Repository: Ayansanju/firefox-ios-swift
Catalog: Shared/*.lproj/CredentialProvider.strings
Languages: it

# WelcomeView.Title
source: Take your passwords everywhere
it: Porta le tue password sempre con te

# WelcomeView.Spinner.SyncingLogins
source: Syncing your logins
it: Sincronizzazione credenziali in corso

# WelcomeView.Spinner.DoneSyncingLogins
source: Done Syncing your logins
it: Sincronizzazione credenziali completata

# LoginsList.Search.Cancel
source: Cancel
it: Annulla

# LoginsList.Search.Placeholder
source: Search logins
it: Cerca nelle credenziali

# LoginsList.SelectPassword.Title
source: Select a password to fill
it: Seleziona la password da compilare

# LoginsList.NoMatchingResult.Title
source: No matching logins.
it: Nessuna corrispondenza nelle credenziali.

# LoginsList.NoMatchingResult.Subtitle
source: To see more logins here, you’ll need to save them to Firefox.
it: Per visualizzare ulteriori credenziali in questa sezione è necessario salvarle prima in Firefox.

# LoginsList.NoLoginsFound.Title
source: No logins found.
it: Credenziali non trovate.

# LoginsList.NoLoginsFound.Subtitle
source: Firefox lets you access passwords you’ve already saved to Firefox. To view your logins here, you’ll need to sign in and sync with Firefox.
it: Firefox permette di accedere alle password salvate in Firefox. Per visualizzare le credenziali in questa sezione, effettua l’accesso in Firefox e completa la sincronizzazione.
